target/test-classes/xml/sws/getsubscriptionauthority/Get_Subscription_Authority_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:getSubscriptionAuthRequest>
            <sel:externalSystemID>MOBILEAWARE</sel:externalSystemID>
            <sel:subscriptionCriteria>
                <sel:subscriptionNumber>$subscriptionNumber$</sel:subscriptionNumber>
            </sel:subscriptionCriteria>
        </sel:getSubscriptionAuthRequest>
    </soapenv:Body>
</soapenv:Envelope>
